Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Może uda mi się sprowokować Ducha do jakiejś walki. Kiedy go pokonam, dam mu eliksir i powiem, że to ekstrakt leczniczy.
uk: Можливо, мені вдасться спровокувати Духа на бійку. Після перемоги я дам йому зілля і скажу, що це цілющий екстракт.

source: Może uda mi się wyciągnąć Rębacza na jakieś polowanie. Mógłbym mu wtedy wmówić, że eliksir jest mocną odtrutką na toksyny trutni.
uk: Можливо, мені вдасться взяти Різника на полювання. Тоді я зможу обдурити його, переконавши, що зілля є сильним антидотом проти токсинів трутнів.

source: Może uda mi się wyciągnąć coś od tych pijaków?
uk: Може, мені вдасться щось витягти з цих п'яниць?

source: Może uda nam się coś od niego wyciągnąć?
uk: Може, нам вдасться щось із нього витягнути?

source: Może uda nam się odnaleźć tę wioskę?
uk: Можливо, ми зможемо знайти це село?

source: Może uszczuplę trochę mieszki bogaczy z miasta...
uk: Можливо я трохи спустошу гаманці міських багатіїв...

source: Może w końcu docenisz to, że przeżyłaś, a nie będziesz rozwodzić się nad podartą sukienką?
uk: Може, нарешті оціниш те, що ти вижила, замість того, щоб перейматися порваною сукнею?

source: Może w mieście znajdziesz naiwniaka. Powodzenia.
uk: Може, в місті знайдеш когось довірливішого. Успіху тобі в цьому.

source: Może w takim razie lepiej stąd idźcie.
uk: Можливо, в такому випадку вам краще звідси піти.

source: Może w takim razie zapracuję na to drewno?
uk: Можливо, я зароблю на ту деревину?

source: Może w takim razie zrobimy mały test?
uk: Тоді давай зробимо невеликий тест?

source: Może w zamian chcesz jakiś inny magiczny artefakt?
uk: Можливо, натомість ти хочеш отримати якийсь інший магічний артефакт?

source: Może warto to zrobić, zanim zostaniesz kolacją dla cieniostwora?
uk: Можливо це варто зробити, перш ніж ти станеш вечерею для тінезвіра?

source: Może wpadnę innym razem.
uk: Можливо, я зайду іншим разом.

source: Może wrócimy po jakieś wsparcie?
uk: Може, повернемось за підмогою?

source: Może wtedy uda ci się z niego coś wyciągnąć.
uk: Можливо, тоді тобі вдасться щось з нього витягти.

source: Może wtedy wpadniesz na jakiś sensowny trop, a nie będziesz po prostu słuchał motłochu.
uk: Можливо, тоді тобі вдасться знайти справжні докази замість того, щоб просто слухати натовп.

source: Może wystarczą na pokrycie kosztów rozboju.
uk: Може, цього вистачить, щоб покрити цей розгром.

source: Może wzięli cię za dziewuchę i dlatego cię nie zaczepiali! Wyjątkowo brzydką dziewuchę!
uk: Може, вони прийняли тебе за дівчину і тому не зачіпали! Надзвичайно потворну дівчину!

source: Może z jakiegoś powodu mieliśmy wszyscy wiedzieć, że służy Królowi?
uk: Може, з якоїсь причини ми всі повинні були знати, що він служить Королю?

source: Może za jakiś czas będziemy w stanie rozsądnie go wykorzystać, ale póki co się na to nie zanosi.
uk: Можливо, з часом ми зможемо розумно його використати, але не зараз.

source: Może zaciągnąłbyś do pracy mojego siostrzeńca?
uk: Може, ти заохотиш до праці мого племінника?

source: Może zaczniesz nauczać w dzień?
uk: Чому б не зайнятися цим вдень?

source: Może zaprowadzę cię do mojej pracowni? Opowiesz mi tam wszystko, co zaobserwowałeś podczas swojego... spaceru po kanałach.
uk: Може, ходімо до моєї лабораторії? Там ти розкажеш мені все, що побачив під час своєї... подорожі каналізацією.

source: Może zapytamy się o zdanie reszty?
uk: Може, дізнаємось, що думають інші?

source: Może zaspokoić głód na cały dzień!
uk: Може втамувати голод на цілий день!

source: Może zgodzą się nam pomóc w ruinach.
uk: Можливо, вони погодяться допомогти нам в руїнах.

source: Może znajdziemy tam coś, co pomoże przedrzeć się w głąb twierdzy.
uk: Можливо, ми знайдемо там щось, що допоможе проникнути вглиб фортеці.

source: Może znajdziemy w środku coś, co nam się przyda.
uk: Можливо, ми знайдемо всередині щось, що нам стане в пригоді.

source: Może znajdziesz tam jakieś wskazówki, jak przywrócić go do dawnej świetności?
uk: Можливо, ти знайдеш в ній якісь підказки, як повернути обладунку колишню славу?

source: Może znajdę tam coś, co pomoże
uk: Можливо, я знайду там щось, що допоможе

source: Może znajdę tutaj chwilę by trochę poczytać? (+5 punktów many)
uk: Можливо, я знайду тут час, щоб трохи почитати? (Мана +5)

source: Może znowu po łyku?
uk: Може, ще по ковточку?

source: Może zostały na nim jakieś ślady lub jego wygląd powiedziałby nam coś więcej o broni, z jakiej strzelał zamachowiec.
uk: Може, на ньому залишилися якісь сліди, або ми могли б більше довідатись про зброю, з якої стріляв нападник.

source: Może zostały na nim jakieś ślady.
uk: Може, на ньому залишились якісь сліди.

source: Może zrobisz sobie krótką przerwę?
uk: Може, зробиш невеличку перерву?

source: Może zrobiłabyś wyjątek?
uk: Може, зробиш виняток?

source: Może łomot przypomni ci, jak się liczy!
uk: Може, невелика тріщина в голові нагадає тобі, як рахувати!

source: Może łyk grogu poprawi ci nastrój?
uk: Можливо, ковток грогу підніме тобі настрій?

source: Może żyjemy jak szczury, ale zostaniemy porządnymi ludźmi.
uk: Може, ми й живемо як щури, але досі залишаємося порядними людьми.

source: Może żylibyśmy teraz pod butem jakiegoś samozwańczego watażki, a słowo 'król' byłoby powszechnie zakazane?
uk: Можливо, ми б зараз жили під чоботом якогось самопроголошеного ватажка, а слово 'король' було б повністю заборонено?

source: Może, a co?
uk: Можливо, а що?

source: Może, a czemu pytasz?
uk: Можливо, а чому ти питаєш?

source: Może, ale to na pewno nie ja. Każdy mógł wziąć te jagody. Oscar rozsypuje je za karczmą, żeby tępić szczury błotne, to ktoś pewnie je sobie zebrał.
uk: Можливо, але точно не я. Хто завгодно міг дістати ці ягоди. Оскар розкидає їх за корчмою, щоб труїти болотних щурів, тож хтось, напевно, їх підібрав.

source: Może, gdy będzie już po wszystkim, spędzimy trochę czasu z dala od tego całego chaosu. Tak, jak o tym kiedyś rozmawialiśmy?
uk: Можливо, коли все закінчиться, ми зможемо побути трохи подалі від усього цього хаосу. Так, як ми колись про це говорили?

source: Może, gdy pójdziemy tam we dwóch, to uda nam się go wystraszyć.
uk: Можливо, якщо ми підемо туди вдвох, нам вдасться його налякати.

source: Może, po prostu jak się stresuję, to różne scenariusze mi przychodzą do głowy. Powodzenia, oby przynajmniej połowa się znalazła, bo Helga całkiem się wypnie na Gildię!
uk: Можливо, просто коли я нервую, мені спадають на думку різні варіанти. Щасти тобі, сподіваюся, хоча б половина з них буде знайдена. Інакше Хельга просто покине Гільдію!

source: Może, w takim razie, wcale nie byli tacy dobrzy?
uk: У такому випадку, можливо, вони були не такими вже й хорошими?

source: Może.
uk: Можливо.

source: Może. No, do roboty. I pamiętajcie się umyć po wszystkim, żebyście nie walili tak towarem na sto metrów!
uk: Можливо. Ну, за роботу. І не забудьте потім змити з себе запах товару, смердите на всю околицю!

source: Może. Tak czy inaczej, sprawiają dużo problemów. Wysłannik powinien wcielić ich do wojska i wysłać na front, przynajmniej nie wyjadaliby zapasów jedzenia za darmo.
uk: Можливо. У будь-якому випадку, вони створюють багато проблем. Посол повинен забрати їх до війська і відправити на фронт. Принаймні, вони не їстимуть наш хліб задарма.

source: Może...
uk: Можливо...

source: Może... przejrzysz jeszcze raz parter? Tak dla pewności, czy czegoś nie przeoczyłeś?
uk: Може... оглянеш перший поверх ще раз? Щоб переконатися, що ти нічого не пропустив?

source: Możecie pracować w którejś kopalni.
uk: Можна працювати в якійсь копальні.

source: Możecie przejść przez główną bramę, wartownik nie będzie sprawiał problemów.
uk: Ви можете пройти через головні ворота, охоронець не буде перешкоджати.

source: Możecie się jedynie domyślać ile subtelnych odniesień i ukrytych anegdot można wyłapać nawet podczas jednego przemówienia Generała Subliego. Na całe szczęście mi zostało to umożliwione! Zresztą co ja mówię! Szczęście nie ma tu nic do rzeczy! Nie przez ślepe szczęście wyłapać mogę wszystkie te niuanse, lecz przez lata ciężkiej pracy, kształcenia się i zdobywania wiedzy.
uk: Можна лише здогадуватися, скільки тонких натяків і прихованих жартів можна вловити навіть в одній промові генерала Сублі. На щастя, мені була дана така можливість! Та до чого це я! Везіння тут ні до чого! Не завдяки сліпому везінню мені вдається вловлювати всі ці нюанси, а завдяки рокам наполегливої праці, навчанню та здобутим знанням.

source: Możecie się rozejść!
uk: Можете розходитися!

source: Możecie spać spokojnie, nie ma orków na Archolos.
uk: Можете не хвилюватися, на Архолосі немає орків.

source: Możecie udać się na bagna na północ stąd i zacząć hodować ziele. Uczciwie pracując na pewno zyskacie szacunek ludzi.
uk: Ви можете піти на болота на північ звідси і почати вирощувати траву. Якщо будете чесно працювати, то напевно заслужите повагу людей.

source: Możecie zapomnieć, że całe to przykre zdarzenie w ogóle miało miejsce.
uk: Вам слід забути, що ця неприємна подія взагалі сталася.

source: Możemy delikatnie zejść z ceny. (95 SZ)
uk: Можемо дещо знизити ціну. (95 золотих)

source: Możemy dostać coś do jedzenia i miejsce w jakimś ciepłym kącie?
uk: Можна нам щось поїсти і відпочити в якомусь теплому куточку?

source: Możemy iść dalej.
uk: Ми можемо рухатись далі.

source: Możemy iść.
uk: Можемо йти.

source: Możemy już iść. Niedługo kończy mi się służba.
uk: Можемо вже йти. Я скоро закінчую чергування.

source: Możemy już zaczynać?
uk: Можемо починати?

source: Możemy o nią zawalczyć.
uk: Можемо поборотись за неї.

source: Możemy po prostu iść do jaskini?
uk: Ми можемо просто піти до печери?

source: Możemy pogadać o interesach?
uk: Ми можемо поговорити про справи?

source: Możemy ruszać.
uk: Можемо вирушати.

source: Możemy się jedynie pomodlić o światłość umysłu dla niego. Przed nim walka z samym sobą, taka, którą wygrać musi sam.
uk: Ми можемо лише помолитися за ясність його розуму. Попереду у нього битва з самим собою, яку він повинен виграти наодинці.

source: Możemy teraz porozmawiać o tej sprawie z Pablo?
uk: А тепер ми можемо обговорити те питання з Пабло?

source: Możemy uznać moją opinię o tobie jako dodatkową referencję.
uk: Можемо вважати мою думку про тебе як додаткову рекомендацію.

source: Możemy wszyscy spać spokojnie, Archolos pod rządami Myrtańczyków pozostanie niezdobytą twierdzą, tak jak ma to miejsce już od setek lat!
uk: Ми всі можемо бути впевнені, що Архолос під владою Міртани залишиться непокореною фортецею, як це було протягом сотень років!

source: Możemy zaczynać!
uk: Можемо починати!

source: Możemy zaczynać.
uk: Можемо починати.

source: Możemy. Z czym do mnie przychodzisz?
uk: Можемо. З чим ти до мене прийшов?

source: Możesz biec?
uk: Йти зможеш?

source: Możesz być cicho przez moment?
uk: Можеш трохи помовчати?

source: Możesz być lepszy niż twoi towarzysze - lepszy niż twoi przodkowie. Wystarczy powiedzieć 'wybaczam'.
uk: Ти можеш бути кращим за своїх товаришів – кращим за своїх предків. Достатньо лише сказати: 'пробачаю'.

source: Możesz być nawet królem całej Myrtany, potrzebuję od ciebie tylko jednej informacji.
uk: Можеш бути навіть королем всієї Міртани, я лише хочу дещо дізнатись.

source: Możesz być o niego spokojny, Jon jest doświadczonym żołnierzem.
uk: За нього можеш не хвилюватися, Йон – досвідчений боєць.

source: Możesz być pewien, że Roderich się o tym dowie!
uk: Можеш бути впевнений, Родеріх про все дізнається!

source: Możesz być pewien, że opowiem o tobie Lorenzo. Na pewno będzie zadowolony!
uk: Запевняю, я розповім про тебе Лоренцо. Він буде задоволений!

source: Możesz być spokojny, przekopiemy się przez wszystko.
uk: Можеш не сумніватися, ми у всьому розберемось.

source: Możesz być spokojny, straż ma wszystko pod kontrolą.
uk: Можеш бути спокійним, у Варти все під контролем.

source: Możesz być spokojny. Dzięki swojej magii, żaden nieumarły nam nie zagraża.
uk: Можеш не хвилюватися. Дякуючи нашій магії, ніяка нечисть нам не загрожує.

source: Możesz być spokojny. Te kupy gruzu nie mają szans z moim młotem!
uk: Можеш не сумніватися. Ці купи щебеню не витримають мого молота!

source: Możesz dać mi już eliksir dla mojego brata?
uk: Можеш нарешті дати мені зілля для мого брата?

source: Możesz do rzeczy?
uk: Можна ближче до суті?

source: Możesz go o to zapytać. Potwierdzi moje słowa.
uk: Ти можеш запитати його про це. Він підтвердить мої слова.

source: Możesz go zabrać ze sobą. Może tobie uda się zrobić tą zupę!
uk: Можеш забрати його з собою. Може, тобі вдасться зварити цей суп!

source: Możesz go zatrzymać, ja już go nie potrzebuję.
uk: Можеш його залишити, мені він більше не потрібен.

source: Możesz iść ich zapytać, ale wolałbym, żebyś przyniósł oryginał. Z Araxos negocjuj w ostateczności.
uk: Можеш запитати в них, але я б хотів, щоб ти приніс оригінал. З Араксосом домовляйся в крайньому випадку.

source: Możesz jej powiedzieć, że właśnie zdobyła dodatkowych klientów.
uk: Можеш передати їй, що у неї з'явилося кілька додаткових клієнтів.

source: Możesz ją nawet zatrzymać. Ostrzegam tylko - wylewa się z niej jad i nienawiść wobec lepiej sytuowanych.
uk: Можеш навіть залишити її собі. Тільки попереджаю – вона просякнута отрутою і ненавистю до більш заможних людей.

source: Możesz kupić coś ode mnie, ale jeśli naprawdę ci na niej zależy, to nie powinieneś oszczędzać.
uk: Ти можеш купити якесь у мене, але якщо вона тобі справді подобається, то не варто економити.

source: Możesz liczyć na każdego ze strażników. Wstępując w nasze szeregi, każdy zobowiązuje się do pomocy innym członkom i rekrutom straży miejskiej. Ty również złożysz taką przysięgę, jeśli dobrze ci pójdzie.
uk: Ти можеш розраховувати на кожного з вартових. Вступаючи до наших лав, кожен зобов'язується допомагати іншим членам та новобранцям Міської Варти. Ти складеш таку ж присягу, якщо добре себе покажеш.

source: Możesz liczyć na moją łaskę, ale chcę mieć pewność, że jesteś po naszej stronie.
uk: Ти можеш розраховувати на мою прихильність, але я хочу переконатися, що ти на нашому боці.

source: Możesz mi coś powiedzieć o Gildii Kupieckiej?
uk: Можеш розповісти мені щось про Торгову Гільдію?

source: Możesz mi coś powiedzieć o Igorze? Nie miałem okazji go poznać.
uk: Можеш щось розповісти про Ігоря? У мене не було можливості з ним познайомитись.

source: Możesz mi coś powiedzieć o tym kamieniu?
uk: Можеш мені щось розповісти про цей камінь?

source: Możesz mi coś więcej o was opowiedzieć?
uk: Можеш розповісти більше про себе?

source: Możesz mi dać wiarę, że kiedyś wyglądała znacznie lepiej.
uk: Можеш мені повірити, раніше він виглядав значно краще.

source: Możesz mi ją opowiedzieć?
uk: Можеш мені її розповісти?

source: Możesz mi natomiast pomóc przekonać tutejszych wartowników, aby mi pomogli.
uk: Натомість ти можеш спробувати домовитись із тутешніми охоронцями, щоб вони мені допомогли.

source: Możesz mi o tym opowiedzieć?
uk: Можеш розповісти мені про це?

source: Możesz mi opowiedzieć coś o produkcji piwa?
uk: Можеш розповісти щось про виробництво пива?

source: Możesz mi opowiedzieć coś o tym miejscu?
uk: Можеш розповісти щось про це місце?

source: Możesz mi opowiedzieć o śmierci Valerio?
uk: Можеш розповісти про смерть Валеріо?

source: Możesz mi opowiedzieć więcej o konflikcie braci?
uk: Можеш розповісти більше про конфлікт між братами?

source: Możesz mi powiedzieć coś o sobie?
uk: Можеш розповісти щось про себе?

source: Możesz mi powiedzieć coś więcej o tym, co się tu ostatnio dzieje?
uk: Можеш розповісти мені більше, що тут відбувається останнім часом?

source: Możesz mi powiedzieć czy przewoziliście jakiś ładunek?
uk: Чи везли ви який-небудь вантаж?

source: Możesz mi powiedzieć kto jest tutaj szefem?
uk: Можеш мені сказати, хто тут головний?

source: Możesz mi powiedzieć o nich coś więcej?
uk: Можеш розповісти мені про них більше?

source: Możesz mi też przynosić obrobione drewno, zawsze trochę się go przyda do konstruowania skrzyń.
uk: Також можеш приносити мені оброблену деревину, яка завжди знадобиться для виготовлення скринь.

source: Możesz mi udzielić rad co do łucznictwa?
uk: Ти можеш мені дати пораду щодо стрільби з лука?

source: Możesz mi wierzyć, kolego, Dzielnica Portowa w Archolos, to spacerek po łące pełnej kwiatów w porównaniu do tej speluny.
uk: Повір мені, друже, Портовий квартал в Архолосі – це прогулянка квітковою галявиною, в порівнянні з цим місцем.

source: Możesz mi wyjaśnić, co tu się dzieje?
uk: Можеш пояснити мені, що тут відбувається?

source: Możesz mi wytłumaczyć, co tu się dzieje? Kiedy próbowałem dostać się do klasztoru, zobaczyłem płonące miasto...
uk: Ти можеш мені пояснити, що тут відбувається? Коли я намагався потрапити до монастиря, то побачив місто у вогні...

source: Możesz mi wytłumaczyć, dlaczego marnujesz mój czas? Nie ma ani jednego osoby, która by się za tobą wstawiła. Weź się do roboty, albo więcej tu nie wracaj.
uk: Ти можеш мені пояснити, навіщо ти витрачаєш мій час? Немає жодної людини, яка б за тебе заступилася. Берися до роботи, або більше сюди не повертайся.

source: Możesz mieć nawet górę złota, ale jak będziesz sypiał w karczmach lub na ulicy to lepiej nie pokazuj się wśród osobistości miejskich.
uk: Ти можеш мати хоч гору золота, але якщо спатимеш у корчмах чи на вулиці, то можеш навіть не показуватися важливим людям.

source: Możesz mieć rację, chodźmy!
uk: Можливо, ти маєш рацію, ходімо!

source: Możesz mieć z tym problem, Feil nie planuje zostać na winnicy.
uk: У тебе можуть виникнути з цим проблеми, адже Фейл не планує залишатися на винограднику.

source: Możesz mieć ze sobą maksymalnie 2 towarzyszy!
uk: З вами можуть бути максимум 2 компаньйони!

source: Możesz minąć wieżę strażniczą, przejść przez most nad wodospadem i dotrzeć do kamiennego łuku. Tam radziłbym ci przeprawić się przez rzekę i iść wzdłuż niej aż do obozu węglarzy.
uk: Можна пройти повз сторожову вежу, перейти міст через водоспад і дійти до кам'яної арки. Там я б радив перейти річку і йти вздовж неї до самого табору вуглярів.

source: Możesz mnie bić, ale nic ci nie powiem i tak!
uk: Можеш бити мене, але я все одно нічого не скажу!

source: Możesz mnie czegoś nauczyć?
uk: Можеш мене чогось навчити?

source: Możesz mnie nawet zabić, nie powiem ani słowa przeciwko mojemu Panu.
uk: Можеш навіть убити мене, я не скажу жодного слова проти мого пана.

source: Możesz mnie tam zaprowadzić?
uk: Можеш відвеcти мене туди?

source: Możesz mnie uzdrowić?
uk: Ти можеш вилікувати мене?

source: Możesz mu przekazać, że jeśli nie udowodni mi, że jest mężczyzną godnym swojej krwi, to może się nie pokazywać w moim domu. Żegnam.
uk: Можеш передати йому, що якщо він не доведе мені, що гідний пролитої крові, то може триматися подалі від мого дому. Бувай.

source: Możesz na mnie liczyć!
uk: Можеш на мене розраховувати!

source: Możesz nauczyć mnie czegoś o myślistwie?
uk: Можеш навчити мене чогось про полювання?

source: Możesz nauczyć mnie kręgów magicznych?
uk: Можеш навчити мене колам магії?

source: Możesz nauczyć mnie wykuwania broni?
uk: Можеш навчити мене кувати зброю?

source: Możesz odejść.
uk: Можеш йти.

source: Możesz podróżować po porcie bez lęku, rywalu.
uk: Можеш без остраху пересуватися по порту, супернику.

source: Możesz pomóc mi zostać obywatelem miasta?
uk: Ти можеш допомогти мені стати громадянином міста?

source: Możesz porozmawiać z moimi pracownikami, może któryś z nich będzie potrzebował pilnej pomocy...
uk: Ти можеш поговорити з моїми працівниками, може комусь із них знадобиться термінова допомога...

source: Możesz powiedzieć mi coś więcej o tych tropach?
uk: Можеш розповісти мені більше про ці зачіпки?

source: Możesz powiedzieć wprost, do czego zmierzasz?
uk: Можеш прямо сказати, про що йде мова?

source: Możesz powtórzyć?
uk: Можеш повторити?

source: Możesz przeczytać go w myślach.
uk: Можеш прочитати подумки.

source: Możesz przejść do sedna?
uk: Можеш перейти до суті?

source: Możesz przejść, Ulryk zakończył już ostatnią audiencję.
uk: Можеш пройти, Ульрік вже закінчив останню аудієнцію.

source: Możesz przejść.
uk: Можеш проходити.

source: Możesz przestać? Przeszkadzasz!
uk: Можеш припинити? Ти заважаєш!

source: Możesz przygotować jeszcze jedną?
uk: Можеш приготувати ще одну?

source: Możesz przyjmować takie zlecenia, ale robisz to na własną odpowiedzialność. Nie możesz mieć pretensji do nikogo, jeśli porwiesz się na grupę bandziorów i dostaniesz manto.
uk: Ти можеш приймати такі замовлення, але роби це на свій страх та ризик. Не варто потім звинувачувати будь-кого, якщо нарвешся на групу бандитів і тебе пограбують.

source: Możesz próbować.
uk: Можеш спробувати.

source: Możesz pójść ze mną, jeśli mi nie ufasz. Razem powinniśmy sobie poradzić z tymi błotniakami i odzyskamy twoją zgubę.
uk: Ти можеш піти зі мною, якщо не довіряєш. Разом ми впораємось із цими мулистими черепахами і повернемо твій арбалет.

source: Możesz rozejrzeć się na wyspie za specjalnymi pentagramami i spróbować użyć runy właśnie tam. To powinno pomóc.
uk: Ти можеш пошукати на острові спеціальні пентаграми і спробувати використати руни прямо там. Це повинно допомогти.

source: Możesz sam przejść się do zagajnika i zobaczyć jego truchło.
uk: Можеш сам пройтися до галявини і подивитися на його тушу.

source: Możesz sam pójść i zapytać Corteza, pewnie się ucieszy...
uk: Ти можеш піти і запитати Кортеза сам. Він, напевно, дуже зрадіє...

source: Możesz się podzielić ze mną tą wiedzą?
uk: Можеш поділитися зі мною цією інформацією?

source: Możesz się uspokoić? Trzeba natychmiast odprowadzić tych ludzi w bezpieczne miejsce!
uk: Ти можеш заспокоїтися? Цих людей потрібно негайно відвести в безпечне місце!

source: Możesz sobie nawet wziąć tę... pannicę jak ci tak na niej zależy!
uk: Можеш навіть забрати цю... дівулю, якщо вона тобі так потрібна!

source: Możesz sprawdzić, jeśli mi nie wierzysz, ale widziałem już martwe ciała i wiem, co mówię. Jona nie ma wśród nas.
uk: Можеш перевірити, якщо не віриш, але я бачив трупи раніше і знаю, про що говорю. Йона більше немає серед нас.

source: Możesz spróbować mu go wykraść albo otworzyć kufer wytrychem. Tylko ostrzegam, zamek wygląda bardzo solidnie.
uk: Можеш спробувати вкрасти його у нього або відкрити скриню за допомогою відмички. Тільки май на увазі – замок там дуже надійний.

source: Możesz też kupić swoją wolność wpłacając skromny datek na kaplicę Adanosa.
uk: Ти також можеш викупити свою свободу, зробивши скромну пожертву на каплицю Аданоса.

source: Możesz też ostrzec chłopaków, że postaram się iść na czele oddziału, jeśli zaczną atak, to będę im niezwykle wdzięczny, jeśli nie rozstrzelają mnie na miejscu.
uk: Можеш також попередити хлопців, що я буду в голові підрозділу. Якщо вони розпочнуть атаку, то я буду їм дуже вдячний, якщо вони не розстріляють мене на місці.

source: Możesz też popytać mieszkańców i swoich towarzyszy.
uk: Ти також можеш розпитати місцевих мешканців та своїх товаришів.

source: Możesz też poszukać jej na własną rękę w zapadliskach i zagajnikach, ale ostrzegam, że to dość rzadka i cenna wśród zbieraczy roślina.
uk: Також можна пошукати самостійно у западинах і гаях, але май на увазі, що це досить рідкісна і цінна рослина.

source: Możesz też rozejrzeć się po Dzielnicy Rzemieślników, jednak przed wizytą tam przygotuj sobie większą sakiewkę.
uk: Ти також можеш заглянути в Ремісничий квартал, але приготуй гаманець потовстіше.

source: Możesz też rozejrzeć się po Dzielnicy Rzemieślników, jednak przygotuj sobie większą sakiewkę.
uk: Ти також можеш заглянути в Ремісничий квартал, але приготуй гаманець потовстіше.

source: Możesz też spróbować szczęścia u naszego maga Lokvara.
uk: Ти також можеш спробувати щастя з нашим магом Локваром.

source: Możesz też spróbować szczęścia w obozie drwali, ale prowadzi do niego dłuższa i bardziej niebezpieczna droga.
uk: Крім того, ти можеш випробувати вдачу в таборі лісорубів, але до нього веде довша і небезпечніша дорога.
